examples/medical_build/case_snappy_aorta_solver_api/system/controlDict
FoamFile
{
    version     2.0;
    format     ascii;
    class     dictionary;
    object     controlDict;
}

application foamRun;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 100;
deltaT 1;
writeControl timeStep;
writeInterval 50;
purgeWrite 10;
writeFormat ascii;
writePrecision 6;
writeCompression off;
timeFormat general;
timePrecision 6;
runTimeModifiable true;
