examples/medical_build/case_snappy_aorta_solver_api/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format     ascii;
    class     dictionary;
    object     turbulenceProperties;
}

simulationType laminar;
