examples/medical_build/case_snappy_aorta_solver_api/constant/transportProperties
FoamFile
{
    version     2.0;
    format     ascii;
    class     dictionary;
    object     transportProperties;
}

transportModel Newtonian;
nu 3.77e-06;
