examples/medical_build/case_snappy_aorta_solver_api/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    #includeEtc "caseDicts/setConstraintTypes"

    "inlet"
    {
        type            zeroGradient;
    }

    "outlet_0"
    {
        type            fixedValue;
        value           uniform 0;
    }

    "outlet_1"
    {
        type            fixedValue;
        value           uniform 0;
    }

    "wall"
    {
        type            zeroGradient;
    }

}

// ************************************************************************* //
