examples/medical_build/case_snappy_aorta_solver_api/system/fvSchemes
FoamFile
{
    version     2.0;
    format     ascii;
    class     dictionary;
    object     fvSchemes;
}

ddtSchemes
{
    default steadyState;
}
gradSchemes
{
    default Gauss linear;
}
divSchemes
{
    default none;
    "div(phi,U)" Gauss linearUpwind grad(U);
    "div(phi,nuEff)" Gauss linear;
}
laplacianSchemes
{
    default Gauss linear corrected;
}
interpolationSchemes
{
    default linear;
}
snGradSchemes
{
    default corrected;
}
wallDist
{
    method meshWave;
}
