examples/medical_build/case_snappy_aorta_solver_api/system/fvSolution
FoamFile
{
    version     2.0;
    format     ascii;
    class     dictionary;
    object     fvSolution;
}

solvers
{
    p
    {
        solver GAMG;
        tolerance 1e-06;
        relTol 0.1;
    }
    pFinal
    {
        solver GAMG;
        tolerance 1e-06;
        relTol 0;
    }
    U
    {
        solver smoothSolver;
        smoother GaussSeidel;
        tolerance 1e-06;
        relTol 0.1;
    }
    UFinal
    {
        solver smoothSolver;
        smoother GaussSeidel;
        tolerance 1e-06;
        relTol 0;
    }
}
SIMPLE
{
    nNonOrthogonalCorrectors 2;
    residualControl
    {
        p 1e-4;
        U 1e-4;
        "(k|epsilon|omega)" 1e-4;
    }
    pRefCell 0;
    pRefValue 0;
}
PIMPLE
{
    momentumPredictor true;
    nOuterCorrectors 1;
    nCorrectors 0;
    nNonOrthogonalCorrectors 0;
}
relaxationFactors
{
    p 0.3;
    U 0.7;
}
